Repository: alkatrazstudio/sonus-presto
Catalog: lib/l10n/app_*.arb
Languages: ru

# btnCancel
source: Cancel
ru: Отмена

# alertChangeRootTitle
source: Change the root folder?
ru: Сменить корневую папку?

# alertChangeRootBtnChange
source: Change
ru: Сменить

# showcaseFileInfo
source: Tap here to locate this file
ru: Нажмите здесь, чтобы найти этот файл

# showcaseFolderScroller
source: This is a current folder contents. Long press on a folder to play all files in it (recursively, including all contained playlists). Swipe left or right to navigate within the history.
ru: Это содержимое текущей папки. Длинное нажатие на папке начнёт воспроизведение всех файлов внутри неё (рекурсивно, включая все плейлисты). Используйте свайп влево/вправо для перемещения по истории посещённых папок.

# showcaseTitle
source: This is the path to the current folder relative to the root folder. It can be swiped left or right if it does not fit the screen width.
ru: Здесь будет отображаться путь к текущей папке относительно корневой папки. Этот заголовок можно перемещать влево/вправо с помощью свайпа, если он не умещается на экране.

# showcaseControlSlider
source: Tap this button to play/pause. Swipe left/right to play the next/previous track. Swipe and hold to fast forward/rewind. Tap and hold to stop the current track and rewind it to the beginning.
ru: Нажмите эту кнопку, чтобы запустить или приостановить текущий трек. Используйте свайп влево/вправо для перехода к предыдущему/следующему треку. Для перемотки вперед/назад используйте свайп с удержанием. Для остановки трека и перемотки его на начало нажмите и удерживайте эту кнопку.

# showcaseOptionsPopup
source: Tap here to show the available options
ru: Нажмите здесь, чтобы увидеть настройки приложения

# alertSelectRootText
source: You will now need to select a folder with your music. {appTitle} will only operate within this root folder (and its subfolders). You can change this root folder later.
ru: Сейчас вам надо выбрать корневую папку с музыкой. {appTitle} будет работать только в пределах этой корневой папки (и подпапок). Вы можете изменить эту корневую папку позже.

# rootDirNoAccessErr
source: The root folder was not selected, or it is inaccessible.
ru: Корневая папка не была задана, либо доступ к ней запрещён.

# rootDirNoAccessDetails
source: Details: {details}
ru: Подробности: {details}

# rootDirNoAccessBtn
source: Set the root folder
ru: Задать корневую папку

# localeSelectorLabel
source: Language
ru: Language/язык

# localeSelectorDefault
source: <System-defined>
ru: <Задан системой>

# optionsPopupBtnChangeRoot
source: Change the root folder
ru: Сменить корневую папку

# optionPopupBtnHelp
source: Help
ru: Справка

# schemeSystem
source: System (light/dark)
ru: Системная (светлая/тёмная)

# schemeSystemBlack
source: System (light/black)
ru: Системная (светлая/чёрная)

# schemeLight
source: Light
ru: Светлая

# schemeDark
source: Dark
ru: Тёмная

# schemeBlack
source: Black
ru: Чёрная

# schemeLabel
source: Theme
ru: Тема

# helpManual
source: Manual
ru: Руководство

# helpManualStart
source: Start
ru: Начало работы

# helpManualStartDetails
source: {appTitle} plays your music using your folders, not tags.
ru: {appTitle} играет вашу музыку по папкам без использования тегов.

# helpManualStartSelectRoot
source: When {appTitle} first starts, you need to select a root folder with your music. {appTitle} will only operate within this root folder (and its subfolders)
ru: При первом запуске {appTitle} вам надо выбрать корневую папку с музыкой. {appTitle} будет работать только в пределах этой корневой папки (и подпапок)

# helpManualStartChangeRoot
source: You can change this folder later in the options popup (see below).
ru: Впоследствии вы можете выбрать другую корневую папку в окне настроек (см. ниже).

# helpManualMain
source: Main window
ru: Главное окно

# helpManualMainDetails
source: The main area is like a file browser, but you can play your music files there.
ru: Основная часть программы представляет собой браузер файлов, через который можно выбирать музыкальные треки для воспроизведения.

# helpManualMainSwipeRight
source: Swipe right to go up one folder.
ru: Свайп влево - переход к папке верхнего уровня.

# helpManualMainSwipeLeft
source: Swipe left to go the lower level folder you've just navigated from.
ru: Свайп вправо - переход к прошлой папке нижнего уровня, из которой только что произошёл переход в текущую папку.

# helpManualMainPlaylistFolders
source: You can open M3U playlists and CUE sheets as folders.
ru: Плейлисты в формате M3U и CUE-файлы можно открывать как обычные папки.

# helpManualMainLongPress
source: Long press on a folder/CUE/playlist to play all files in it. The files will be added recursively, including all contained playlists. However each file will be added only once (for example, in case if it's referenced from two playlists).
ru: Долгое нажатие на папке/CUE-файле/плейлисте запустит воспроизведение всех музыкальных файлов из этой папки и подпапок или плейлиста. Файлы будут добавлены рекурсивно, включая вложенные плейлисты и CUE-файлы. Однако, каждый файл будет добавлен только один раз (например, в случае, если несколько плейлистов ссылаются на один и тот же файл).

# helpManualTitle
source: Title bar
ru: Заголовок окна

# helpManualTitleDetails
source: The title bar contains the path to the current folder relative to the root folder. If the root folder is currently displayed then the title shows the name of the root folder.
ru: Заголовок основного окна содержит путь к текущей отображаемой папке относительно корневой папки. Если в данный момент открыта корневая папка, то показывается её имя.

# helpManualTitleSwipe
source: It can be swiped left or right if it does not fit the screen.
ru: Заголовок можно прокручивать свайпом влево-вправо, если он не помещается на экране.

# helpManualPlayback
source: Playback control
ru: Управление воспроизведением

# helpManualPlaybackDetails
source: The playback is controlled by a single multi-purpose button at the bottom center.
ru: Управление воспроизведением осуществляется многозадачной кнопкой снизу в центре.

# helpManualPlaybackTap
source: Tap it to start or pause playback.
ru: Нажмите её, чтобы начать или приостановить воспроизведение.

# helpManualPlaybackSwipe
source: Swipe it left or right to start the next or previous track.
ru: Свайп влево/вправо - переход к предыдущему/следующему треку.

# helpManualPlaybackSwipeHold
source: Swipe and hold it to fast forward or rewind.
ru: Для перемотки используйте свайп с удержанием.

# helpManualPlaybackTapHold
source: Tap and hold that button to stop the current track and rewind it to the beginning.
ru: Нажмите и удерживайте кнопку, чтобы остановить трек и перемотать его на начало.

# helpManualOptions
source: Options popup
ru: Окно настроек

# helpManualOptionsDetails
source: Tapping the button in the bottom right corner will open a popup with application settings.
ru: Нажатие на кнопку в правом нижнем углу откроет окно с настройками приложения.

# helpManualOptionsLocateFile
source: You can locate the currently playing file by clicking on its info at the top of the popup.
ru: В этом окне вы можете нажать на область, где отображается информация о текущем треке. Это переместит браузер файлов к данному файлу.

# helpAbout
source: About
ru: О программе

# helpAboutWebsite
source: Website
ru: Сайт

# helpAboutGooglePlay
source: Google Play page
ru: Страница на Google Play

# helpAboutIssues
source: File a bug report
ru: Сообщить об ошибке

# helpAboutChangelog
source: Changelog
ru: Список изменений

# helpAboutBuildDate
source: Build date
ru: Дата сборки

# helpAboutGitHash
source: Git hash
ru: Хэш git-коммита

# helpAboutPackageName
source: Package name
ru: Имя пакета

# helpAboutBuildSignature
source: Build signature
ru: Сигнатура сборки

# helpAboutBuildNumber
source: Build number
ru: Номер сборки

# helpAboutLicense
source: License
ru: Лицензия

# helpAboutAuthor
source: Author
ru: Автор

# helpAboutAuthorWebsite
source: Author's website
ru: Сайт автора

# helpLicenses
source: 3rd party
ru: Компоненты

# helpLicensesLibraries
source: Libraries
ru: Библиотеки

# helpLicensesLibrariesDetails
source: Below is the list of all libraries that are directly used by {appTitle}. These libraries can use some other libraries. Tap on a library name to go to its website. Tap on a license name to read the license text online.
ru: Ниже представлен список всех библиотек, которые напрямую используются в {appTitle}. Эти библиотеки могут в свою очередь использовать другие библиотеки. Нажмите на название библиотеки, чтобы перейти на её сайт. Нажмите на название лицензии, чтобы прочитать её текст в интернете.

# helpLicensesHeaderLibrary
source: Library
ru: Библиотека

# helpLicensesHeaderLicense
source: License
ru: Лицензия

# helpLicensesAssets
source: Assets
ru: Ресурсы

# helpLicensesAssetsDetails
source: Below is the list of all assets that are directly used by {appTitle}. Some libraries that are used in {appTitle} may contain and/or use other assets. Tap on an asset name to go to its website. Tap on a license name to read the license text online.
ru: Ниже представлен список всех ресурсов, который напрямую используются в {appTitle}. Некоторые библиотеки, используемые в {appTitle}, могут содержать и/или использовать другие ресурсы. Нажмите на название ресурса, чтобы перейти на его сайт. Нажмите на название лицензии, чтобы прочитать её текст в интернете.

# helpLicensesHeaderAsset
source: Asset
ru: Ресурс
